[
    {
        "content": "<p style=\"font-size:16px;\">Dear Beta Testers,</p>\n\n<p style=\"font-size:16px;\">It's been a long time coming, but we are now finally wrapping up our first course in the DHIS2 Fundamentals series: Introduction to DHIS2.  Thank you for offering to try out the first version of the course. Your feedback will be extremely helpful in finalizing and improving the course and also help us prioritise our roadmap for developing the next three courses in the Fundamentals  series.</p> \n\n<p style=\"font-size:16px;\">While you go through the course, keep in mind that the course is not yet 100% finalized, and some sections are still under development. This is the case for the Module 1.1 How is DHIS2 used. We are currently working on presenting some interesting use cases of DHIS2 and will publish them when they are complete.</p> \n\n<p style=\"font-size:16px;\">As for the other parts, please let us know of any suggestions, ideas or bugs that you encounter. If you see that something doesn’t work as intended, we would like you to refer to the <a href=\"https://forms.gle/c2tKKWSEQEv4z7it8\" target=\"_blank\">form</a> and describe what the issue is. Make sure you make special note of the following:</p> \n<ol>\n<li style=\"font-size:16px;\">Are you able to watch the videos?\n  Do the english captions display automatically?</li>\n<li style=\"font-size:16px;\">Are you able to download the materials such as hangouts and course guides?\nIs the styling and font size consistent across the course?</li>\n<li style=\"font-size:16px;\">Are you able to finish all the exercises and pass the course?</li>\n<li style=\"font-size:16px;\">Any other comments</li>\n</ol>\n<p style=\"font-size:16px;\">If you have any other questions or comments please feel free to send us a message on (email) or on Slack.</p>  \n\n<p style=\"font-size:16px;\">We appreciate you taking the time out of your busy day to be involved in the development process and help us improve the course.</p> \n\n<p style=\"font-size:16px;\">The training team</p>\n",
        "date": "June 16, 2021",
        "id": 1,
        "status": "deleted"
    }
]