[
    {
        "content": "<h1>Welcome to DHIS 2 Fundamentals!</h1>\n<p>\nWe are very excited that you have decided to join us to learn more about DHIS 2. Before we get started, we would like to provide you with some important information.  \n</p>\n<p>\nYou will be using this openedX platform to watch the video’s, access readings, solve the challenges and partake in discussions to help you get the most out of the material that is provided. If you have a poor internet connection, please note that video’s, transcripts of the videos and handouts can also be downloaded for studying offline.\n</p>\n<p>\nIf you are unsure about how to navigate the openedX platform, you may wish to take a short demo course created by openedX to orient learners like you. The demo course can be accessed (<a href=\"http://lms-openedx996141.demo.appsembler.com/courses/course-v1:Appsembler+EdX101+2015_Spring/about\">here</a>). We also have an ongoing discussion, which we will be checking regularly, where you can post any questions or issues you may have with the platform.\n</p>\n<p>\nWe will be communicating with you regularly to let you know what we have learned and how we are developing the platform further, highlight your contributions and questions; and keep you updated on any developments in relation to the course that may be of interest for you.\n</p>\n<p>\nPlease be sure to take our important pre-course survey. The results are anonymous and will give us a sense of where you are coming from and how we can better ensure the course speaks to your interests.\n</p>\n<p>\nAlso, we encourage you to introduce yourself in the discussion forum, and tell us and your fellow students a little bit about yourself, how you are using DHIS2 and what you hope to gain from the course.  Apart from learning from the course material, we hope you will use the forum to learn from each other.\n</p>\n<p>\nAnd most importantly, have fun!\n</p>\n<p>\nMatthieu, Hodo and Ellen \n</p>\n", 
        "date": "December 13, 2015", 
        "id": 1, 
        "status": "deleted"
    }, 
    {
        "content": "whatever", 
        "date": "April 30, 2015", 
        "id": 2, 
        "status": "deleted"
    }, 
    {
        "content": "This week is to demo to Edwin", 
        "date": "August 18, 2015", 
        "id": 3, 
        "status": "deleted"
    }, 
    {
        "content": "Let's do this :P", 
        "date": "August 25, 2015", 
        "id": 4, 
        "status": "deleted"
    }, 
    {
        "content": "<p>\nHi there,  \n</p>\n<p>\nwelcome to this test! You have been asked to test this course. If you read this message, this means that you've successfully created your account and enrolled. Congrats!\n</p>\n<p>\nWe are asking you the go through this course, watch the videos, do the assignments, answer the quizzes, and send us your feedback.  \n</p>\n<p>\nEach time you are stuck, just let us know by filling in an issue form (<a href=\"https://goo.gl/forms/k8TD2uDFDcTDgg6R2\">https://goo.gl/forms/k8TD2uDFDcTDgg6R2</a>) and we will help you.\n</p>\n<p>\nTo start with, we invite you to click the tab <a href=http://online.dhis2academy.org/courses/HISP/DHIS2_Level1/2015_Q1/courseware>Course</a>\n</p>\n<p>\n  Happy testing!<br/>Matthieu\n</p>\n\n\n\n", 
        "date": "February 20, 2017", 
        "id": 5, 
        "status": "deleted"
    }, 
    {
        "content": "<p>Hi there!</p>\n<p>welcome to tis Testathon and ahppy testing</p>\n<p>Each time you see a bug or you want to share suggestions, please create <a href=\"https://jira.dhis2.org/browse/ONLACDHIS2\">an \"issue\" on Jira</a> </p>", 
        "date": "February 28, 2017", 
        "id": 6, 
        "status": "deleted"
    }, 
    {
        "content": "<p>\nWelcome to the DHIS2 Fundamentals online course and thank you for joining us!\n</p>\n<p>\n  Before getting started we recommend you to read the Guidlines available on the right of this update.\n</p>\n<p>\nOnce you have read through these Guidlines, click on the \"Course\" button located up top.\n</p>\n<p>\nTo access the DHIS 2 systems, look to the right of this update. There are links to the Trainingland and Customisation systems respectively. Make sure you have registered for an account before trying to log in!\n</p>\n<p>\nThis is the 1st version of this course, we will update this course with more hands-on activities in the coming days, so stay tuned. These updates will have no impact on your grading\n  \nHappy DHIS2 learning!\n</p>\n\n\n", 
        "date": "March 31, 2017", 
        "id": 7, 
        "status": "visible"
    }, 
    {
        "content": "<p>\nDear Students,\n</p>\n\n<p>\nwe are currently experiencing some issues with the quizzes that are not responding. We are working on it and will notify you as soon as the quizzes are available.  \n</p>\n<p>\nSorry for the inconvenience.\n</p>\n<p>\nTalk to you soon!<br />\nMatthieu\n</p>\n", 
        "date": "May 3, 2017", 
        "id": 8, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear Students,</p>\n<p>we are glad to tell you that the quizzes are working again.<br/>\nThank you for your patience and understanding.</p>\n<p>Have a nice day<br/>Matthieu</p>", 
        "date": "May 4, 2017", 
        "id": 9, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear Students,</p>\n<br>\n<p>Please note that the ability to download videos has been restored. We sincerely apologize for any inconvenience this may have caused.</p>\n\n<p>\nAdditionally, note that the course has been extended to <strong>July 2, 2017.</strong></p>\n<br>\nRegards,\nShurajit", 
        "date": "May 11, 2017", 
        "id": 10, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear Students,</p>\n<p>note that, due to high demand for this course, it has been extended to <strong>September 18th, 2017</strong>.</p>\n<p>Cheers,<br/>Matthieu</p>", 
        "date": "June 18, 2017", 
        "id": 11, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear Students,</p>\n<p>many of you have completed the DHIS2 Fundamentals course. Congratulations!</p>\n<p>We initially designed this course as a self-paced course and opened during 6 weeks. The eligible students were meant to receive a completion certificate at the end of the course.</p>\n<p>Due to the success of this DHIS2 Fundamentals course, we decided to open it for more than 6 weeks and allow new students to enroll and complete. This has an impact on the generation of your certificates.<br/>As we don't want you to wait until the updated end date of the course, we are currently implementing a solution to generate individual certificates upon completion. This means that soon all the students who have completed the course will receive an email with a unique link to access their certificate.</p>\n<p>To all the students who have completed the DHIS2 Fundamentals course, thanks for your patience. To all the students who are currently, completing the course, let us wish you a fruitful learning experience.</p>\n<p>All the best,<br/>Matthieu</p>", 
        "date": "June 28, 2017", 
        "id": 12, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear learners,</p>\n<p>we are currently under maintenance. The course will re-open in the very coming days.</p>\n<p>All of you who have reached the pass grade, will receive your certificate, after having checked the assignment 4 in DHIS2 Customization.</p>\n<p>All of you who need to complete the course will be able to continue once the course is re-opened. In the meantime, you can still access all the learning material and perform the activities that are not graded.</p>\n<p>Talk to you soon!<br/>Matthieu</p>", 
        "date": "September 11, 2017", 
        "id": 13, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear learner,</p>\n<p>as you have notices our maintenance effort is done and DHIS2 Fundamentals has been re-opened since September 13th :).</p>\n<p>You can access the entire course again and work on your all the graded quizzes and assignments to earn your certificate.</p>\n<p>We are looking forward to counting you among our certified learners.</p>\n<p>Happy learning<br/>Matthieu</p>", 
        "date": "October 4, 2017", 
        "id": 14, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear learners,</p>\n<p>we are currently experiencing some challenges to create new accounts on DHIS2 Customisation. Sorry for this. We will update you as soon as account creation on DHIS2 Customisation is available.</p>\n<p>As account creation ONLY is impacted, the learners who already have an account on DHIS2 Customization, you can still access and proceed with the activities and assignements as usual.</p>\n<p>Cheers,<br/>Matthieu</p>", 
        "date": "December 28, 2017", 
        "id": 15, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear learners,</p>\n<p>problem solved :). It is now possible to create accounts on DHIS2 Customization.</p>\n<p>Happy learning,<br/>Matthieu</p>", 
        "date": "December 28, 2017", 
        "id": 16, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear learners,</p>\n<p>the course team members are wishing you a happy year 2018.</p>\n<p>Cheers,<br/>Matthieu</p>", 
        "date": "January 25, 2018", 
        "id": 17, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear Learners,</p>\n<p>428 of you have earned your certificate in 2018. Congratulations to you all!<br/>For all the ones of you who are currently going through this course, keep up with the good work :).</p>\n<p>To allow more learners to learn about DHIS2 and earn their certificates, we are extending the end date of the course til end of June</p>\n<p>Cheers,<br/>Matthieu</p>", 
        "date": "February 26, 2019", 
        "id": 18, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear learners,</p>\n<p>we are pleased to announce that the course has been extended to <strong>February 29th, 2020</strong>. We can do that only once every 4 years, so we had to take the opportunity, right?</p>\n<p>Cheers,<br/>Matthieu</p>", 
        "date": "December 11, 2019", 
        "id": 19, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear learners,</p>\n<p>Our DHIS2 Customisation is currently down, meaning that you temporarily cannot access it. This is preventing you from creating your account and from logging in to go through the assignments of the Module 4. We are investigating and will come back to you as DHIS2 Customization is ready to be used  again.<p>\n\n<p>Sorry for the inconvenience and thanks in advance for your understanding.</p>\n\n<p>Cheers,<br/>Matthieu</p>", 
        "date": "December 18, 2019", 
        "id": 20, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear learners,</p>\n<p>Good news -> <b>DHIS2 Customisation is up again</b> :).You are now able to both create your account and do the assignment of Module 4<p>\n<p>Happy active learning to you all!</p>\n<p>Cheers,<br/>Matthieu</p>", 
        "date": "December 19, 2019", 
        "id": 21, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear learners,</p>\n<p>we are pleased to let you know that the course is still running. The previous deadline of Feb 29th has been pushed away, so no worries, you have time to go through the material and earn your certificate.</p>\n<p>Wishing you a fruitful learning experience</p>\n<p>Cheers,<br />Matthieu</p>", 
        "date": "February 28, 2020", 
        "id": 22, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear learners,</p>\n<p>Please note that our <strong>DHIS2 Customisation</strong> is currently down, meaning that you temporarily cannot access it. This is unfortunaltely  preventing you from creating your account and from logging in to go through the assignments of the Module 4.</p>\n<p>We are investigating and will come back to you as DHIS2 Customization is ready to be used  again.<p>\n<p>Sorry for the inconvenience and thanks in advance for your understanding.</p>\n<p>Cheers,<br/>Matthieu</p>", 
        "date": "March 28, 2020", 
        "id": 23, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear learners,</p>\n<p>Good news -> <b>DHIS2 Customisation is up again</b> :).You are now able to both create your account and do the assignment of Module 4<p>\n<p>Happy active learning to you all!</p>\n<p>Cheers,<br/>Matthieu</p>", 
        "date": "March 30, 2020", 
        "id": 24, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear learners,</p>\n<p>We are currently experiencing some problems on <strong>DHIS2 Customisation</strong>. This is temporarlily preventing you from creating your account and from logging in to go through the assignments of the Module 4.</p>\n<p>We are working on it and will let you know when it is up again.<p>\n<p>Sorry for the inconvenience and thanks in advance for your understanding.</p>\n<p>Cheers,<br/>Matthieu</p>", 
        "date": "April 15, 2020", 
        "id": 25, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear learners,</p>\n<p>As you may have noticed, <b>DHIS2 Customisation has been up again</b> since yesterday :).You are now able to both create your account and do the assignment of Module 4<p>\n<p>Happy active learning to you all!</p>\n<p>Cheers,<br/>Matthieu</p>", 
        "date": "April 16, 2020", 
        "id": 26, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear students,</p>\n<p>We have been experiencing issues on <strong>DHIS2 Customisation</strong> and are working on it.<br/>  \n  It should soon be available again.</p>\n<p>I will keep you posted.</p>\n<p>Sorry for the inconvenience,<br/>  \n  Matthieu, on behalf of the Course team</p>", 
        "date": "June 25, 2020", 
        "id": 27, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear learners,</p>\n<p>As you may have noticed, <b>DHIS2 Customisation is up again</b> :).You are now able to both create your account and do the assignment of Module 4<p>\n<p>Happy active learning to you all!</p>\n<p>Cheers,<br/>Matthieu, on behalf of the Course Team</p>", 
        "date": "June 28, 2020", 
        "id": 28, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear students,</p>\n<p>We have been experiencing issues on <strong>DHIS2 Trainingland</strong> and are working on it.<br/>  \n  It should soon be available again.</p>\n<p>I will keep you posted.</p>\n<p>Sorry for the inconvenience,<br/>  \n  Matthieu, on behalf of the Course team</p>", 
        "date": "June 29, 2020", 
        "id": 29, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear learners,</p>\n<p><b>DHIS2 Trainingland is up again</b> :).You are now able to both create your account and do the activities and assignments using this DHIS instance<p>\n<p>Happy active learning to you all!</p>\n<p>Cheers,<br/>Matthieu, on behalf of the Course Team</p>", 
        "date": "June 29, 2020", 
        "id": 30, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear Learners,</p>\n<p>This week, certificates will be generated on Wednesday the 1st of July.</p>\n  \n <p>We'll post an update once the certificates are available for you to access.</p>\n  \n<p>Kind Regards,<br/>\n  \nDHIS2 Learning Support Team</p>\n  \n  ", 
        "date": "June 30, 2020", 
        "id": 31, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear Learners,</p>\n<p>This weeks certificates have now been generated!</p>\n  \n<p>You'll be able to access your certificate in the <strong>Progress</strong> tab.</p>\n  \n<p>Kind Regards,<br/>\n  \nDHIS2 Learning Support Team</p>", 
        "date": "July 1, 2020", 
        "id": 32, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear Learners,</p>\n<p>Apologies for the delay in certificates - this weeks certificates have now been generated!</p>\n  \n<p>You'll be able to access your certificate in the <strong>Progress</strong> tab.</p>\n  \n<p>Kind Regards,<br/>\n  \nDHIS2 Learning Support Team</p>", 
        "date": "September 1, 2020", 
        "id": 33, 
        "status": "visible"
    }, 
    {
        "content": "<p>Dear Learners,</p>\n<p>This weeks certificates have now been generated!</p>\n  \n<p>You'll be able to access your certificate in the <strong>Progress</strong> tab.</p>\n  \n<p>Kind Regards,<br/>\n  \nDHIS2 Learning Support Team</p>", 
        "date": "September 7, 2020", 
        "id": 34, 
        "status": "visible"
    }
]